Repository: wp-plugins/related-youtube-videos
Catalog: lang/relatedyoutubevideos-*.po
Languages: sr_rs

source: Embeds YouTube videos that are related to the current post(s) in some way.
sr_rs: Učitava YouTube videe koji su na bilo koji način vezani za trenutne postove.

source: Title:
sr_rs: Naslov:

source: Related By
sr_rs: Vezano za

source: Post Title
sr_rs: Naslov posta

source: Post Tags
sr_rs: Tagovi posta

source: Keywords:
sr_rs: Kjučne reči:

source: (try) exact match
sr_rs: (pokušati) podudara se

source: Site Search (On Search Results Page)
sr_rs: Pretraga sajta (na stranici sa rezultatima pretrage)

source: Appearance
sr_rs: Izgled

source: Display video title
sr_rs: Prikaz video naslova

source: Display video description
sr_rs: Prikaz video opisa

source: Advanced Settings
sr_rs: Unapredjene postavke

source: Order By:
sr_rs: Poručeno od strane:

source: Width:
sr_rs: Širina:

source: Height:
sr_rs: Visina:

source: Random:
sr_rs: Nasumicno:
